{
  "Main_Menu_Option": [
    {
      "id":1,
      "name": "Contact Information"
    },
    {
      "id":2, 
      "name": "FAQ"
    },
    {
      "id":3, 
      "name": "Insurance Terms"
    }
   ],
  "freqAskQs_Dictionary": [
    {
      "id": 1,
      "name": "days",
      "description": "The Hartford is open: Monday through Friday."
    },
    {
      "id": 2, 
      "name": "hours",
      "description": "The Hartford is open 9am to 5pm."
    },
    {
      "id": 3, 
      "name": "parking and directions",
      "description": "The Parking Information page provides you with the addresses and arrival instructions to various locations of The Hartford. If your office is not listed, please contact your recruiter."
    },
    {
      "id": 4,
      "name": "benefits eligibility",
      "description": "You are eligible for benefits from your start date of hire, and you have 31 days to elect benefits. Your coverage will be effective as of your hire date,: regardless of when you enroll within that 31 day window. After 90 days of service, you are eligible to participate in The Hartford’s Investment and Savings Plan, which is our 401(k) plan. After this service requirement has been met: and if you haven’t yet elected to participate on your own, you will automatically be enrolled in the ISP at six percent of your eligible pay."
    },
    {
      "id": 5,
      "name": "benefits you offer",
      "description": "Prior to your first day, you can get benefits information by visiting The Hartford’s Benefits Resource Site. The Hartford will also send you information about health and insurance benefits: and the Investment and Savings Plan, our 401(k) plan. After your first day, you will be able to access Fidelity NetBenefits®, from work or home to enroll in your benefits. From NetBenefits®, you also can view the Summary Plan Descriptions – you can go to the Reference Library on the home page.  Additionally, you can find tools to help you get the most out of your health and financial benefits. If you have additional questions after reviewing the site, you can refer to the Contact Us section for all available benefit support."
    },
    {
      "id": 6,
      "name": "Fidelity NetBenefits",
      "description": "As of your first day, you will be able to access The Hartford’s benefit information and your previous employers’ financial account information on NetBenefits®. You can use your existing username and password to access the site."
    },
    { 
      "id": 7,
      "name": "health and well being programs",
      "description": "Review the My Wellness at Work ebook: to understand all the well-being programs available to you and your family members – and how to earn credits towards your health premiums if you are enrolled in The Hartford’s health plan."
    }
  ],
  "contact_Info_Dictionary": [
    {
      "id": 1, 
      "name": "address",
      "description": "The Hartford Financial Services Group, Inc.: is located at 690 Asylum Avenue, Hartford, Connecticut, 06155."
    },
    {
      "id": 2,
      "name": "phone number",
      "description": "The phone number for the Hartford is 860-547-5000."
    }
   ],
  
  "insurance_terms":[
    {
      "id": 1, 
      "name": "bodily injury liability",
      "description": "If you’re responsible for a car accident and injure someone, this pays for medical and legal costs."
    },
    {
      "id": 2, 
      "name": "uninsured motorist bodily injury",
      "description": "If you’re hit by a driver who doesn’t have insurance or the victim of a hit-and-run, this pays for you and your passengers’ injuries." 
    },
    {
      "id": 3, 
      "name": "underinsured motorist bodily injury",
      "description": "If you’re hit by a driver who doesn’t have enough insurance (their limits are not high enough), this will pay for you and your passengers’ injuries."
    },
    {
      "id": 4, 
      "name": "uninsured motorist property damage",
      "description": "If you’re hit by a driver who doesn’t have insurance – or enough insurance (their limits are too low to cover the damage) – this will pay for damages to your vehicle. You’re also covered in the case of a hit-and-run."
    },
    {
      "id":5, 
      "name": "personal injury protection",
      "description": "If you’re in a car accident, this pays for you and your passengers’ injuries – regardless of who’s at fault. This coverage varies by state."
    },
    {
      "id": 6, 
      "name": "accidental death benefits",
      "description": "If you’re killed in an auto accident, this pays death expenses to your beneficiary."
    },
    {
      "id": 7, 
      "name": "work loss benefits",
      "description": "If you’re unable to work as a result of a car accident, this pays a percentage of your lost wages."
    },
    {
      "id": 8, 
      "name": "property damage liability",
      "description": "If you’re responsible for a car accident and damage someone’s vehicle or property, this pays to fix or replace it."
    },
    {
      "id": 9, 
      "name": "collision",
      "description": "If you hit another car or object (for example, a telephone pole), this pays for repair to your vehicle after you meet your deductible."
    },
    {
      "id": 10, 
      "name": "comprehensive",
      "description": "If your car is damaged as a result of something other than a car accident – such as fire, theft, hail, or contact with a bird or deer – this pays to fix the damage."
    },
    {
      "id": 11, 
      "name": "towing and labor",
      "description": "If your car breaks down on the road and you need help, this pays for towing, labor, and other services such as: jump start, tire change, replacing gas or fluids, and getting your keys from inside your locked car."
    },
    {
      "id": 12, 
      "name": "roadside assistance",
      "description": "If your car breaks down on the road and you need help, this pays for towing, labor, and other services such as: jump start, tire change, replacing gas or fluids, and getting your keys from inside your locked car."
    },
    {
      "id": 13, 
      "name": "optional transportation",
      "description": "If you need a rental car or transportation after an accident while your car is in the shop, this pays for the cost."
    },
    {
      "id": 14, 
      "name": "rental reimbursement",
      "description": "If you need a rental car or transportation after an accident while your car is in the shop, this pays for the cost."
    },  
    {
      "id": 15,
      "name": "full glass coverage",
      "description": "If your car’s windshield needs to be repaired or replaced, this covers the full cost – you don’t need to pay a deductible."
    },
    {
      "id": 16,
      "name": "gap insurance",
      "description": "If you lease or finance a car and it’s wrecked or stolen, this pays for the difference (or gap) between what your vehicle  is worth and the amount you still owe the leasing or finance company."
    },
    {
      "id": 17,
      "name": "medical payments",
      "description": "If you’re in an accident with other passengers and household family members in your car, this pays for medical expenses – regardless of who’s at fault. Coverage also includes medical expense payment if you’re hit by a car as a pedestrian or riding in a car as a passenger."
    },
    {
      "id": 18,
      "name": "motorhome personal liability",
      "description": "If your motorhome is being used as a residence and a visitor is injured or their property is damaged, this pays for legal and medical costs."
    },
    {
      "id": 19,
      "name": "replacement cost coverage",
      "description": "If you own a new car and are in an accident within the first 15 months* or 15,000 miles, this pays the full cost of repair or replacement of your car with no deduction for depreciation."
    }
   ]
  
 

}
  
